<?php

/*
+--------------------------------------------------------------------------
|   Invision Power Board v2.3.4 Chinese Language Package
|   =======================================================================
|   作者: Skylook
|   =======================================================================
|   网站: http://www.ipbchina.com
|   发布: 2008-01-25
|   语言包版权归 IPBChina.COM 所有
+--------------------------------------------------------------------------
*/

$lang = array (

//2.1.3 - for sources/lib/tar.php
'error_tar1'				=> "提取文件错误:目标文件夹 (%s) 不存在",
'error_tar2'				=> "%s 不是一个文件夹",
'error_tar3'				=> "无法定位 %s",
'error_tar4'				=> "警告:%s 存在,但不是一个文件夹",
'error_tar5'				=> "错误:对 %s 进行 更改目录 操作失败!",
'error_tar6'				=> "无法写数据到 %s",
'error_tar7'				=> "%s 存在,但不是一个文件夹",
'error_tar8'				=> "指定的通道无法操作",
'error_tar9'				=> "系统链接无法操作",
'error_tar11'				=> "驱动文件无法操作",
'error_tar12'				=> "无法识别的文件类型",
'error_tar13'				=> "错误:对 %s 进行 改变目录属性到 %s 操作失败!",
'error_tar14'				=> "错误:对 %s 进行统计出错",
'error_tar15'				=> "错误:打开 %s 失败",
'error_tar16'				=> '没有指定创建新 tar 文件的文件名或者路径',
'error_tar17'				=> '没有数据写入新 tar 文件',
'error_tar18'				=> "文件名 %s 长度已经超过 GNU 磁盘文件存档协议的许可",
'error_tar19'				=> "文件路径长度已经超过 GNU 磁盘文件存档协议的许可",
'error_tar21'				=> '在读取 tar 文件前没有指定文件名称',
'error_tar22'				=> '无法定位文件 ',
'error_tar23'				=> "无法读取 %s",
'error_tar24'				=> "tar 文件读取错误",


);
?>
