<?php

/*
+--------------------------------------------------------------------------
|   Invision Power Board v2.3.4 Chinese Language Package
|   =======================================================================
|   作者: Skylook
|   =======================================================================
|   网站: http://www.ipbchina.com
|   发布: 2008-01-25
|   语言包版权归 IPBChina.COM 所有
+--------------------------------------------------------------------------
*/

$lang = array (

//2.2
'forum_langbit'			=> "论坛",
'topic_langbit'			=> "主题",

//1.2

'imp_text' => "重要提示:为了防止恶意破坏,所有邮件发送地址和内容将被论坛自动记录,并且只有管理员才能查看.请不要发送会员名、会员密码或者其它重要信息.",

'exceeded_quota' => "邮件无法发送,因为您已经超过了系统每天最多允许发送 <#EXTRA#> 封邮件的限制",
'exceeded_flood' => "邮件无法发送,因为您在 <#EXTRA#> 分钟前已经发送了邮件",
'errors_found' => "系统发现以下错误",
'no_message'   => "您必须输入邮件内容",
'no_subject'   => "您必须输入邮件主题",
'gen_error'    => "您尚未登录或者没有发送邮件的权限",
//---


'msn_send_msg'  => "发送 MSN 消息给该会员",
'msn_add_contact' => "将该会员增加到您的 MSN 名单中",



'report_title'			=> "向管理员报告此帖问题",
'report_submit'			=> "提交报告",
'report_message'		=> "<b>输入您的报告</b><br /><br />请注意:管理员将被告知此主题标题和帖子的链接地址.<br /><br />此表单仅用于报告有问题的帖子,而不能用来作为基于其它原因而和管理员联系的方式.",
'report_topic'			=> "主题标题",


'report_subject'		=> "报告信息来自",

'report_redirect' => "报告已经送出,正在返回主题",

'title'					=>	"发送页面给您的朋友",
'send_lang'             =>  "请选择邮件语言",
'to_name'					=>	"收件人姓名:",
'redirect'				=>	"邮件已发送",
'to_email'				=>	"收件人地址:",
'submit_send'				=>	"发送邮件",
'send_email_to'			=>	"发送邮件给",
'message'					=>	"邮件内容",
'show_address_text'		=>	"您可以点击以下链接给这个会员发送邮件.为了防止邮件地址被恶意采集造成损失,论坛将不会直接显示邮件地址.",
'send_header'				=>	",请填写好此表单以发送邮件给",
'member_address_title'	=>	"会员邮件地址",
'send_title'				=>	"邮件表单",
'msg_txt'					=>	"注意:通过此表单发信,收件人可以看到您的邮件地址",
'subject'					=>	"邮件主题",
'email_sent_txt'			=>	"非常感谢!此邮件已成功发送给",
'email_sent'				=>	"此邮件已被发送",

'invite_subject'			=>	"<#member_NAME#> 认为您会对以下内容感兴趣",
'subs_redirect'			=>	"您已经订阅此主题",
'invite_redirect'			=>	"此邮件已发送给 ",
'sub_added'				=>	"您的订阅信息已添加",

'submit'					=>	"发送此信息",

'msg'						=>	"请输入您要发送的信息",
'email'					=>	"您的邮件地址",
'name'					=>	"您的姓名",
'forum_jump'				=>  "论坛跳转",
);
?>
