<?php

/*
+--------------------------------------------------------------------------
|   Invision Power Board v2.3.5 Chinese Language Package
|   =======================================================================
|   作者: Skylook
|   =======================================================================
|   网站: http://www.ipbchina.com
|   发布: 2008-06-22
|   语言包版权归 IPBChina.COM 所有
+--------------------------------------------------------------------------
*/

$lang = array (

// 2.2
'bbc_li'			=> "列出条目",
'bbc_helloworld'	=> "您好, 世界",
'bbc_testpage'		=> "一个测试页面",

'bbc_ex1' => "这是一段范例文本",
'bbc_ex2' => "点击这里!",
'bbc_title' => "BBCODE",
'bbc_intro' => "<strong>什么是 BBCODE?</strong><br /><br />1、BBCODE 是一种快速、简单地实现文本效果的方法;<br />2、使用简单的标记语言就能实现不同的文本现显示效果;<br />3、以下表格内就是常用 BBCODE 的使用向导.",
'bbc_before' => "使用方法",
'bbc_after'  => "显示效果",

'emo_title'		=> "表情符号",
'emo_type'		=> "代码",
'emo_img'		=> "表情图片",

'fu_title'		=> "查找会员名称",
'fu_close_win'	=> "关闭窗口",
'fu_enter_name' => "输入部分或者全部名称",
'fu_search_but' => "搜索",

'fu_error'      => "错误",

'fu_no_data'    => "您必须输入需要搜索的部分或者全部名称",
'fu_no_match'   => "我们未能找到符合您搜索条件的任何匹配结果",
'fu_kc_loads'   => "我们找到了超过 100 条匹配结果,请尝试输入更详细的会员名称",
'fu_back'       => "返回",
'fu_add_mem'    => "插入会员到此表单",
'fu_add_desc'   => "请从下拉菜单中选择一个会员名称并点击按钮来添加会员到这个已打开的窗口表单中",


);
?>
