<?php

/*
+--------------------------------------------------------------------------
|   Invision Power Board v2.3.4 Chinese Language Package
|   =======================================================================
|   作者: Skylook
|   =======================================================================
|   网站: http://www.ipbchina.com
|   发布: 2008-01-25
|   语言包版权归 IPBChina.COM 所有
+--------------------------------------------------------------------------
*/

$lang = array (

//2.1.2
'please_choose'			=> "请在下面选择一个选项",
'powered_by'			=> "版权所有 ",
'click_toview'			=> "点击这里查看主题",

'end'					=>	"结束",
'forum'					=>	"论坛",
'on	'				    =>	"于",
'title'					=>	"主题打印版本",
'by'				    =>	"作者",
'start'					=>	"作者",
'topic'					=>	"主题",
'tvo_title'             =>  "主题查看选项:",
'o_print_title'         =>  "适合打印版本",
'o_print_desc'          =>  "在此页将主题显示为一个简化的、适合打印的版本,您无需下载.",
'o_html_title'          =>  "下载 HTML 版本",
'o_html_desc'           =>  "选择此项下载当前主题的 HTML 版本到您的硬盘上.此选项将开启您的下载对话框.",
'o_word_title'          =>  "下载 Word 版本",
'o_word_desc'           =>  "选择此项下载当前主题的 Word 版本到您的硬盘上.此选项将开启您的下载对话框.",
'back_topic'            =>  "返回到主题",
'topic_here'            =>  "点击此处用原始格式查看主题",
);
?>
