<?php

/*
+--------------------------------------------------------------------------
|   Invision Power Board v2.3.5 Chinese Language Package
|   =======================================================================
|   作者: Skylook
|   =======================================================================
|   网站: http://www.ipbchina.com
|   发布: 2008-06-22
|   语言包版权归 IPBChina.COM 所有
+--------------------------------------------------------------------------
*/

$lang = array (

'topic_text'		=>	"这是您选择查看的帮助主题",
'results_title'	=>	"帮助信息搜索结果",
'choose_file'		=>	"请选择一个主题",
'help_txt'		=>	"欢迎您使用论坛帮助系统!<br /><br />您可以从标题中选择相应主题来了解论坛如何工作或者您可以单独搜索帮助文件.",
'submit'			=>	"搜索",
'search_txt'		=>	"请输入搜索关键词",
'search_results'	=>	"搜索结果",
'results_txt'		=>	"下面是根据您的条件得到的搜索结果.",
'help_topics'		=>	"帮助主题",
'no_results'		=>	"非常抱歉,系统未能找到与您搜索条件相匹配的帮助文件,请重试",
'help_topic'		=>	"帮助主题",
'page_title'		=>	"帮助文件",

);
?>
