<?php

/*
+--------------------------------------------------------------------------
|   Invision Power Board v2.3.4 Chinese Language Package
|   =======================================================================
|   作者: Skylook
|   =======================================================================
|   网站: http://www.ipbchina.com
|   发布: 2008-01-25
|   语言包版权归 IPBChina.COM 所有
+--------------------------------------------------------------------------
*/

$lang = array (

// 2.3.2
'select_month'					=> '月份',
'select_day'					=> '日期',
'select_year'					=> '年份',
'coppa_continue_button'			=> '继续..',
'coppa_form_fill'				=> '您必须完整地输入您的出生日期',
'coppa_additional_info'			=> '儿童网上隐私保护信息',
'coppa_clickhere'				=> '点击这里打印监护人许可证明表单',
'coppa_admin_reminder'			=> '管理员提示',
'coppa_admin_remtext'			=> "请不要忘记在收到许可证明后创建这一帐号并且通知会员帐号已经创建的信息",

// 2.2: UPDATED

'just_admin_validation' 		=> "当您完成注册后, 您的帐号信息将会添加到待审核列表中等待管理员的审核.",

'dname_text' 					=> "这是显示在您发表的主题和帖子中的昵称. 长度为 3 到 %s 个字符. 禁止字符: [ ] | ; ,  &#036; &#92; &lt; &gt; &quot;",
'reg_error_dname_len'      		=> "昵称长度必须为 3 到 %s 个字符",
'reg_error_username_none' 		=> "会员名称长度必须为 3 到 %s 个字符",
'reg_error_no_name'        		=> "您必须输入一个长度为 3 到 %s 个字符的名称",
'user_name_text' 				=> "这是您在本论坛登录的会员名称. [长度为 3 到 %s 个字符]",

'lp_text'          				=> "请在下面的输入框中输入您的会员名称. 会员名称大小写 <b>敏感</b>.<br />一旦您提交了表单, 您将会收到一封确认您本次请求的电子邮件以保证该操作没有被恶意利用. 这封邮件同时包含了您进行下一步操作的链接和说明.",
'lp_text_email'    				=> "请在下面的输入框中输入您的邮件地址. 邮件地址大小写 <b>敏感</b>. <br />一旦您提交了表单, 您将会收到一封确认您本次请求的电子邮件以保证该操作没有被恶意利用. 这封邮件同时包含了您进行下一步操作的链接和说明.",
'las_input_text' 				=> "请输入图片中显示的 6 个字符的验证码. 如果您无法看清, 请点击图片生成新的验证码(区分大小写). ",

// 2.2: NEW
'form_title_attention' 			=> "注意!",
'reg_error_email_invalid'		=> "您所输入的邮件地址无效 (示例: name@domain.com)<br /> 或者包含了如下非法字符: [ ] ; # &amp; ! * ' &quot; &lt; &gt; % ( ) { } ? &#092;",
'reg_error_dname_only'			=> "您的昵称只能使用如下字符: ",
'reg_error_uname_only'			=> "您的会员名称只能使用如下字符: ",
'lp_random_pass_subject'        => "您的新密码",
'lp_random_pass'				=> "点击 [继续] 按钮发送一封包含您新密码的邮件到您注册时填写的电子信箱.",
'lpass_text_random'             => "一封包含您新密码的邮件已经发送到您注册时填写的电子信箱.",


//2.1.3
'reg_error_email_ban'		=> "您所用的邮件地址已被系统禁用,请更换一个新的邮件地址.",
'new_registration_email'	=> "注册在 ",
'new_registration_email1'	=> "新的注册在 ",

//2.1.2
'alt_codebit'					=> "条形码",
'alt_loadingimg'				=> "正在装载图片",

# Added 2.1
'coppa_bounce' => '您不能继续, 请您取消操作或者请您的家长完成儿童网上隐私保护的注册表单',

'clogin_submit' => "继续...",
'clogin_done'  => "您现在已经登录",
'clogin_title' => "欢迎您来到我们的论坛",
'clogin_text'  => "这是您第一次登录,在继续之前,我们需要多了解一些关于您的资料",
'dname_name' => "输入您喜欢的 <strong>显示</strong> 昵称",
'dname_text' => "这个是您用来显示在主题和帖子中的姓名.禁止字符: [ ] | ; ,  &#036; &#92; &lt; &gt; &quot;",

'reg_error_pass_nm'        => "两次输入的密码不匹配",
'reg_error_chars'          => "昵称中包含禁止字符: [ ] | ; ,  &#036;",
'reg_error_taken'          => "该昵称已被其他会员占用了",
'reg_error_username_taken' => "该会员名已被其他会员占用了",
'reg_error_username_none'  => "会员名必须在 3 到 32 字符之间",
'reg_error_email_missing'  => "请输入您的邮件地址",
'reg_error_email_nm'       => "两次输入的邮件地址不匹配",
'reg_error_email_taken'    => "该邮件地址已被其他会员使用过了",

'user_admin_validation' => "在验证成功之后您的帐号将会转移到验证列表中等待管理员的审核.",


# Changed 2.1

'user_name'      => "输入您喜欢的 <strong>登录</strong> 会员名",

# Already in 2.0
'subsm_title' => '订阅包裹',
'subsm_none'  => '-- 无 --',
'subsm_na'    => '没有信息',
'subsm_more'  => '更多信息...',
'subsm_no_desc' => "没有选中任何付费订阅包裹",
'subsm_close'   => "关闭",
'tc_title' => "注册条款 &amp; 规定",
'tc_text'  => '您必须在同意以下条款后方可继续:',
'tc_regbut' => "注册",
'op_email_title' => "收取邮件",
'op_email_text' => "管理员或者其它会员可能会希望通过本论坛向您发送邮件.",
'op_email_ad'   => "接收管理员的邮件",
'op_email_mem' => "接收其它会员的邮件",
'op_tz_title'   => "时区设置",
'op_tz_text'   => "您可以在下面选择默认时区",
'op_tz_dst'    => '是否使用夏令时?',
'submit_text' => "我同意条款并希望继续注册.",

'cf_optional'     => "可选的项目",


'las_title'    => "验证码确认",
'las_img'      => '您的验证码',
'las_img_text' => '如果您没看到任何数字或者只看到损坏的图片,请联系管理员来解决这个问题.',
'las_input'    => '确认验证码',

'las_numbers'  => "<b>您的验证码</b><br />如果您没看到任何数字或者只看到损坏的图片,请联系管理员来解决这个问题.",
'las_text'     => "<b>验证码确认</b><br />请键入下面以图片格式显示的 6 位数字.<br />注意: 只有数字,'0' 是阿拉伯数字零,而不是字母 'O'",



'user_name_title'          => "会员名:",


'password_title'   => "密码:",
'password'		   =>	"输入您的密码",
'password_text'    => "密码必须在 3 到 32 个字符之间",
'password_confirm' => "确认密码",
'password_confirm_text' =>	"请重新输入您的密码: 它们必须完全匹配",

'email_address_title' => "邮件地址:",
'email_address_text'  => "请输入有效的邮件地址. 禁止字符: [ ] ; # &amp; ! * \' &quot; &lt; &gt; % ( ) { } ? &#092;",
'email_address_confirm' => "确认邮件地址",
'email_address_confirm_text' => "请重新输入您的邮件地址: 它们必须完全匹配",

'email_address'	=>	"输入您的邮件地址",

// added RC2

'incorrect_thing_name' => "不正确的会员名 %s. 可能是因为包含了不合法的字符",
'thing_name_taken'     => "非常抱歉,您所选择的会员名 %s 已经被其他会员占用. 请重新选择其他的会员名",


'rv_title'  => "重新发送激活邮件",
'rv_process' => "重新激活注册",
'rv_done' => "<strong>您的重新激活注册请求已经生效</strong><br />一封重新激活注册邮件已经发送到您注册的邮件地址中. 请稍候检查您的信箱 - 包括 '垃圾邮件' 和 '可疑邮件' 目录.",
'rv_ins'    => "请在下面输入您注册的会员名称, 这样系统就能快速搜索正在等待审核的会员. 如果发现了匹配记录, 系统将重新发送确认邮件到您的信箱.",
'rv_name'   => "已经注册的会员名称",
'rv_email'  => "注册邮件地址",
'rv_go'     => "搜索并发送确认邮件",

'lpass_text' => "一封包含会员激活帮助信息的邮件已经发送到您的信箱, 您将很快收到这封邮件, 请稍后检查您的信箱.",
'lpf_title'  => "找回遗失密码",
'lpf_pass1'  => "请输入新密码",
'lpf_pass11' => "必须大于 3 个字符且小于 32 个字符",
'lpf_pass2'   => "确认您的密码",
'lpf_pass22' => "两次输入的密码必须完全相同",

'err_complete_form'  => "该输入框必须填写完整",
'err_cf_to_long'    => "其中一个输入框的数据长度超出许可范围",
'err_invalid'  => "其中一个输入框的数据格式不合法",
'err_user_start_zero' => "您选择的会员名不能以 0 开始",
'errors_found' => "发生以下错误",
'err_email_address_match' => "两次输入的邮件地址不匹配",
'err_no_username'  => "您必须输入一个有效的会员名称, 长度在 3 到 32 个字符之间",
'err_no_password'  => "您必须输入一个有效的密码, 长度在 3 到 32 个字符之间",
'err_pass_match'   => "两次输入的密码不相匹配, 请检查并重新输入",
'err_invalid_email' => "输入的邮件地址无效",
'err_user_exists'   => "该会员名已经存在, 请重新更换一个",
'err_email_exists'  => "该邮件地址已被其它会员使用, 请重新更换一个",
'err_reg_code'      => "验证码不正确, 系统已经生成一个新的验证码, 请重试",
'err_no_validations' => "该会员没有未完成的激活确认请求. 请检查会员名并重试",
'email_reg_subj'  => "注册时间",
'ne_subject' => "更改邮件请求时间",

'ras_title'    => "注册反垃圾邮件确认",
'ras_numbers'  => "<b>您的验证码</b><br />如果您没有看到任何数字或者只是看到损坏的图片, 请联系管理员来解决这个问题.",
'ras_text'     => "<b>验证码确认</b><br />为了防止恶意注册, 请输入上面用图片格式显示的 6 位数字.<br />注意: 仅允许使用数字, '0' 是阿拉伯数字零, 而不是字母 'O'.",




'coppa_title'     => "儿童网上隐私保护注册",
'coppa_info'      => "儿童网上隐私保护信息",
'coppa_form'      => "儿童网上隐私保护表单",

'coppa_link'      				=> "请选择您的出生日期",
'coppa_date_before' => "正在或者之前",
'coppa_date_after'  => "之后",
'coppa_form_text'   => "在 13 岁以下的孩子完成注册过程之前, 他/她的父母或者监护人必须将 <#FORM_LINK#> 的注册许可完成并邮寄或传真给论坛管理员.<br /><br />获取更进一步的信息, 请联系:",
'coppa_link_form'   => "许可表单",

'cp2_text' => " 所有在 13 岁以下的会员在加入论坛之前必须寻求您的父母或者监护人的授权.<br /><br />我们收到您的监护人发来的许可证明后将回给您创建帐号并且发送给您一封包含您帐号相关信息的通知邮件到您的注册信箱中. 在您收到通知后您可以随时登录论坛在 '个人控制面板' 中修改您的个人资料信息.",
'cp2_continue' => "继续",
'cp2_title'   => "儿童网上隐私保护注册方针",
'cp2_cancel'  => "取消",

'cp_success'  => "您已经注册成功!系统将带您转向到同意表单",

'cpf_title'   => "儿童网上隐私保护许可表单",
'cpf_perm_parent' => "父母或监护人的说明<br /><br />请将此表单打印, 填好并传真到指定的号码或者邮寄到以下地址.",
'cpf_fax'         => "<b>传真号码:</b>",
'cpf_address'     => "<b>通信地址:</b>",

'cpf_sign'        				=> "请您签署以下表单并发送给我们.<br /><br />我明白我签署允许网站收集关于我孩子的必要信息但是网站并没有权力提供这些信息给第三方. 我同样明白网站没有权力收集超过必要的注册和证明信息.<br /><br />
									我证明孩子所填写的信息是真实的. 我知道档案信息可以通过输入密码来进行修改并且我了解我可以要求将这些注册档案删除. 我明白我可以随时联系网站的管理员关于收集我孩子的哪些信息、查证这些信息的用途以及要求网站禁止收集我孩子的任何信息.",
'cpf_name'        => "父母/法定监护人全名",
'cpf_relation'    => "子女关系",
'cpf_signature'   => "签名",
'cpf_email'       => "邮件地址",
'cpf_phone'       => "电话号码",
'cpf_date'        => "日期",


'lost_pass_form'   => "忘记密码表单",
'lp_header'        => "如何重新设置您的密码",


'lp_send'          => "继续 >>",

'lp_user_name'     => "请输入您的会员名称",
'lp_email_address' => "请输入您的邮件地址",
'lp_email_or'  => "或者输入您的邮件地址",

'lp_subject'       => "密码恢复信息",

'lp_redirect'     => "密码已经发送,系统带您转向到激活页面...",

'activation_form' => "激活表单",

registration_form					=>	"注册表单",
user_validate_text					=>	"在您完全注册好之前, 论坛管理员需要查看审核所有会员. 马上注册并等待论坛管理员给您发送邮件确认您是否可以登录.",
js_blanks					=>	"您必须填写所有表单项",
reg_header					=>	"注册说明",
intro_proceed					=>	"进入登录",
js_no_check					=>	"除非您同意此项条款并选中 '我同意' 选项, 否则您不能继续注册",
title_reg					=>	"注册",
email_validate_text					=>	"系统会给您注册的邮件信箱发送一封邮件. 请仔细阅读, 您可能需要点击里面的链接来激活您的账号.",
done_reg_1					=>	"您的账号已激活! 请查看论坛注意事项...",
done_reg_2					=>	"您的账号已激活! 请登录",
board_rules					=>	"论坛注意事项",
dumb_text					=>	"请确定您已经填写完所有表单项. 您需要的信息系统会发送到您的信箱.",
registration_agree					=>	"注册协议",
agree_submit					=>	"我已经阅读、理解并且同意这些使用条款",
std_text					=>	"请确定您已经填完所有表单项, 特别注意密码的填写.",




reg_success					=>	"恭喜您注册成功!",
thank_you					=>	"感谢您",
registration_process					=>	"注册过程",
preview_reg_text					=>	"注册成功.在您获得发帖权限以前,管理员必须审核所有新注册的账号.管理员已经获得有关您注册的通知.",
dumb_email					=>	"请输入您注册时使用的邮件地址",
complete_form					=>	"必填选项",
auth_text					=>	"您的注册信息已提交.<br /><br />管理员已设置必须确认所有的邮件地址.接下来的 10 分钟以内(通常是立即)您将收到一封邮件提示您进行下一步的操作.别担心,在您可以发帖之前不会耽搁太多时间!<br /><br />邮件已被发送到",
submit_form					=>	"提交注册",
nav_reg					=>	"注册",
dumb_submit					=>	"继续",
dumb_header					=>	"账号激活",

'val_key'  => "验证密码:",
'user_id'  => "会员号码:",


email_address_two  => "<b>请再次确认您输入的邮件地址</b><br />* 两次输入的邮件地址必须完全一致",

'click_wrap' => "继续注册前请先阅读论坛协议\n\n欢迎您加入论坛参加交流和讨论,本论坛为公共论坛,为维护网上公共秩序和社会稳定,请您自觉遵守以下条款:\n\n一、不得利用本论坛进行危害国家安全、泄露国家秘密的活动,不得侵犯国家社会集体的和公民的合法权益,不得利用本论坛制作、复制和传播下列信息:\n\n(一)煽动抗拒、破坏宪法和法律、行政法规实施的;\n(二)煽动颠覆国家政权,推翻社会主义制度的;\n(三)煽动分裂国家、破坏国家统一的;\n(四)煽动民族仇恨、民族歧视、破坏民族团结的;\n(五)捏造或者歪曲事实、散布谣言、扰乱社会秩序的;\n(六)宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的;\n(七)公然侮辱他人或者捏造事实诽谤他人的以及进行其他恶意攻击的;\n(八)损害国家机关信誉的;\n(九)其他违反宪法和法律行政法规的;\n(十)进行商业广告行为的.\n\n二、对于在本论坛所发布的信息本论坛不负任何责任.我们对任何内容的准确性、完整性、有效性不做任何形式的担保.信息的内容仅代表作者的观点,与本论坛无任何关系.\n\n三、除非版权属于您个人或本论坛所有否则不得发布任何涉及版权的信息.\n\n四、本论坛管理人员有权编辑和删除任何发布在本论坛的信息.\n\n五、以上条例解释权归本论坛所有.\n\n",

);
?>
